---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DaNPerM
source: html/e2cecb55-c914-7ae4-a9db-6bfe715a5d3d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DaNPerM Property

Symbol daN/m, indicating unit Dekanewtons per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId DaNPerM { get; }
```